{
  "wishes": [
    {
      "id": "001",
      "text": "I don’t know what tomorrow wants from me, but I know that my heart won’t let you go today. Stay with me! Happy propose day!"
    },
    {
      "id": "002",
      "text": "I don’t know the exact words to describe my feelings for you. All I want is to hold your hands before I start my journey of life! Happy propose day!"
    },
    {
      "id": "003",
      "text": "This world of mine would be so painful and lifeless if you were not with me. Today, I’m begging you to be mine forever. Happy propose day to you!"
    },
    {
      "id": "004",
      "text": "I want to take you to a land where nothing but love exists. I want to hold your hand today and touch your heart. Happy propose day!"
    },
    {
      "id": "005",
      "text": "You’re the only person I want to be with today, tomorrow and forever. I want you with every bit of my heart! Please be mine forever! Happy Propose Day!"
    },
    {
      "id": "006",
      "text": "When I first saw you, something from my heart told me you were the one I had been waiting for. Happy propose day to the sweetest person ever!"
    },
    {
      "id": "007",
      "text": "I have fallen in love with you so many times that it became my routine. And I can tell you, this is the best routine I’ve ever had. Happy propose day!"
    },
    {
      "id": "008",
      "text": "You’re the one that gives me hope and makes me strong. You’re the one I can’t live without and the one I don’t want to lose. Happy propose day!"
    },
    {
      "id": "009",
      "text": "Growing old together can be the best part of our lives. Let’s make it happen. Hold my hand and I will take you to the land of undying love! Happy Propose Day Love."
    },
    {
      "id": "010",
      "text": "With no special dreams in my eyes, I just want to say I care, will always make you feel the deep love, & promise you I'll always be there. Happy Propose Day, honey!!"
    },
    {
      "id": "011",
      "text": "Love is passionate, love is blind, there is no better proposal can I make, that I am the best one you will ever find! Happy Propose Day!"
    },
    {
      "id": "012",
      "text": "Today on Propose Day, I just want to open my heart and let you know that you mean the world to me and I want you to stay in my life forever."
    }
  ]
}
